packages/cscwrapper/cscwrapper-3.0.0-py3-none-any.whl/cscwrapper/CSC/templates/GetAttachment.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:eser="http://eservices.cscfinancialonline.com/">
    <soap:Header />
    <soap:Body>
        <GetAttachment xmlns="https://eservices.cscfinancialonline.com/">
            <params>
                <param name="loginGuid">{{ guid }}</param>
                <param name="contactNo">{{ contact_no }}</param>
                <param name="attachmentID">{{ attachment_id }}</param>
            </params>
        </GetAttachment>
    </soap:Body>
</soap:Envelope>